DeviceName = "Audio incorporado";
DeviceShortName = "Incorporado";
ManufacturerName = "Apple Inc.";

Headphones = "Auriculares";
IntSpeakers  = "Altavoces internos";
LineOut = "Salida de línea";
DigitalOut = "Salida digital";

ExternalMic = "Micrófono externo";
InternalMic = "Micrófono interno";
LineIn = "Entrada de línea";
DigitalIn = "Entrada digital";

DeviceNameHeadphone = "Auricular de audio integrado";
DeviceNameSpeaker = "Altavoz de audio integrado";
DeviceNameLineOut = "Salida de línea de audio integrada";
DeviceNameDigitalOut = "Salida digital de audio integrada";
DeviceNameLineIn = "Entrada de línea de audio integrada";
DeviceNameAuxIn = "Entrada auxiliar de audio integrada";
DeviceNameMic = "Micrófono de audio integrado";
DeviceNameExtMic = "Micrófono externo de audio integrado";
DeviceNameDigitalIn = "Entrada digital de audio integrada";

DevShortNameHdpn = "Auricular integrado";
DevShortNameSpkr = "Altavoz integrado";
DevShortNameLino = "Salida de línea integrada";
DevShortNameSpdo = "Salida digital integrada";
DevShortNameOut = "Salida integrada";
DevShortNameLini = "Entrada de línea integrada";
DevShortNameAuxi = "Entrada auxiliar integrada";
DevShortNameEMic = "Micrófono externo integrado";
DevShortNameIMic = "Micrófono integrado";
DevShortNameSpdi = "Entrada digital integrada";
DevShortNameIn = "Entrada integrada";

UnlockedClock = "Desbloqueado";
LockedClock = "Bloqueado";